<template>
  <q-page class="relative-position">
    <div
      class="row"
      :class="{
        'q-ma-xl': $q.screen.gt.sm,
        'q-ma-md': $q.screen.lt.md,
      }"
    >
      <div
        class="col-xs-12 col-sm-12 col-md-3 text-secondary text-mpsemibold text-h6"
      >
        <p>Научный руководитель конференции</p>
      </div>
      <div class="col-xs-12 col-sm-12 col-md-9 text-body1">
        <div class="">Травуш Владимир Ильич,</div>
        <div>
          Академик РААСН, профессор, доктор технических наук, Заслуженный
          деятель науки Российской Федерации, Заслуженный строитель Российской
          Федерации, Почетный строитель России, Почетный строитель Москвы,
          Лауреат Премии Совета Министров СССР, трижды Лауреат Премии
          Правительства Российской Федерации
        </div>
      </div>
      <div class="col-xs-12 q-mt-lg"></div>
      <div
        class="col-xs-12 col-sm-12 col-md-3 text-secondary text-mpsemibold text-h6"
      >
        <p>Программный комитет</p>
      </div>
      <div class="col-xs-12 col-sm-12 col-md-9 text-body1">
        <div class="text-mpsemibold">Председатели комитета:</div>
        <div>Травуш В.И., сопредседатель Шестаков А.Л.</div>
        <div class="text-mpsemibold">Заместители председателя:</div>
        <div>Потапов А.Н., Ульрих Д.В.</div>
        <div class="text-mpsemibold">Члены комитета:</div>
        <div>
          Акимов П.А., Алехин В.Н., Алехин А.Н., Андреев В.И., Ахтямов Я.А.,
          Байбурин А.Х., Барабаш М.С. (Украина), Белостоцкий А.М., Босаков С.В.
          (Белорусия), Гайджуров П.П., Галишникова В.В., Гребенюк Г.И.,
          Губайдуллин Р.Г., Денисов С.Е., Дмитриева Т.Л., Долгов А.В., Еремеев
          П.Г., Зылев В.Б., Ивашенко Ю.И., Игнатьев В.А., Иноземцев В.К.,
          Ильичев В.А., Карпенко Н.И., Карякин А.А., Кашеварова Г.Г., Колчунов
          В.И., Коробко А.В., Коробко В.И., Косицын С.Б., Круглов В.М., Крылов
          С.Б., Крысько В.А., Кумпяк О.Ф., Лалин В.В., Лушников В.В., Ляхович
          Л.С., Мазаев Г.В., Масленников А.М., Мозгалева М.Л., Мондрус В.Л.,
          Мурашев А.К. (Нов. Зеландия), Мухамедиев Т.А., Нуждин Л.В., Овчинников
          И.И., Олейник А.И. (Казахстан), Оленьков В.Д., Перельмутер А.В.
          (Украина), Петров В.В., Пшеничкина В.А., Пятикрестовский К.П., Рутман
          Ю.Л., Сабуров В.Ф., Себешев В.Г., Семенов В.А., Сидоров В.Н., Соколова
          Ю.А., Супрун А.Н., Теличенко В.И., Тер-Мартиросян А.З., Тер-Мартиросян
          З.Г., Уздин А.М., Фиалко С.Ю. (Польша, Украина), Цейтлин Б.В., Чернов
          Ю.Т., Чернявский А.О., Чернявский О.Ф., Шабиев С.Г., Шматков С.Б.,
          Штурмин С.В. (Ю. Корея)
        </div>
        <div class="text-mpsemibold">Секретариат:</div>
        <div>Серебренникова Е.Н. (руководитель), Тазеев Н.Т., Зямбаев Н.А.</div>
      </div>
      <div class="col-xs-12 q-mt-lg"></div>
      <div
        class="col-xs-12 col-sm-12 col-md-3 text-secondary text-mpsemibold text-h6"
      >
        <p>Организационный комитет</p>
      </div>
      <div class="col-xs-12 col-sm-12 col-md-9 text-body1">
        <div class="text-mpsemibold">Сопредседатели комитета:</div>
        <div>Потапов А.Н., Ульрих Д.В.</div>
        <div class="text-mpsemibold">Члены комитета:</div>
        <div>
          Азарова Л.А., Анпилов С.М., Артемьева Л.М., Байбурин Д.А., Бутакова
          М.Д., Дербенцев И.С., Дуженков А.А., Казанцев Е.Ю., Киянец А.В.,
          Кочетов Е.А., Кучин В.Н., Макаренко Е.Н., Мишнев М.В., Орлов А.А.,
          Пикус Г.А., Погорелов В.Н., Сидоров Г.Ф., Сонин С.А., Сурин Д.Н.
          Хмарова Л.И., Чучелов К.В., Шабиев С.Г., Шишов И.И., Шишов К.А.
        </div>
        <div class="text-mpsemibold">Секретариат:</div>
        <div>Колмогорова А.О. (руководитель), Чучелов К.В., Бондарь А.А.</div>
      </div>
    </div>
  </q-page>
</template>

<script>
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'CommetteePage',
})
</script>

<style lang="sass"></style>
